/* SIDEBARVIEW */
//Toolbar button "Plus" to add new tags.
"Add tag" = "Címke hozzáadása";

//Toolbar button "Rosette" to show awards sheet.
"Show awards" = "Díjak megjelenítése";

//Toolbar button "Flame" to add sample data. ** DEBUG ONLY **
"Add Samples" = "Add Samples";

//Navigation title.
"Filters" = "Szűrők";

//List group title "Smart Filters".
"Smart Filters" = "Intelligens szűrők";
//Row "All Habits" title.
"All Habits" = "Összes szokás";
//Row "Recent Habits" title.
"Recent Habits" = "Újabb szokások";

//List group title "Tags".
"Tags" = "Címkék";

//New tag default title.
"New tag" = "Új címke";


/* SIDEBARVIEW - AWARDS SHEET */
//Navigation title "Awards".
"Awards" = "Díjak";

//Awards alert title.
"Unlocked: %@" = "Feloldva: %@";
"Locked" = "bezárt";


/*SIDEBARVIEW - CONTEXT MENU */
//Context menu item "Rename".
"Rename" = "Átnevezés";
//"Rename" alert title.
"Rename Tag" = "Címke átnevezése";
//"Rename" alert prompt.
"New name" = "Új név";
//"Rename" alert buttons.
"OK" = "OK";
"Cancel" = "Mégsem";

//Context menu item "delete".
"Delete" = "Törlés";




/* CONTENTVIEW */
//Toolbar menu button "Filter" to filter habits.
"Filter" = "Szűrő";

//"Filter" item "Turn Filter On"/"Turn Filter Off.
"Turn Filter On" = "Szűrő bekapcsolása";
"Turn Filter Off" = "Szűrő kikapcsolása";

//"Filter" item "Sort By".
"Sort By" = "Rendezés";
//"Sort By" items".
"Date Created" = "Létrehozás dátuma";
"Date Modified" = "Módosítás dátuma";
"Newest to Oldest" = "Legújabbtól a legrégebbig";
"Oldest to Newest" = "Legrégebbitől a legújabbig";

//"Filter" item "Status".
"All" = "Összes";
"Completed" = "Lezárt";
"Incomplete" = "Nyitott";

//"Filter item "Priority".
"Low" = "Alacsony";
"Medium" = "Közepes";
"High" = "Magas";

//Toolbar menu button "New Habit" to create a new habit.
"New Habit" = "Új szokás";

//Navigation title.
"Habits" = "Szokások";

//Search box Prompt.
"Filter habits or type # to add tags" = "Szűrje ki a szokások, vagy írja be a # karaktert címkék hozzáadásához";




/* DETAILVIEW */
//Navigation title.
"Details" = "Részletek";




/* HABITVIEW */
//Toolbar button "Actions" for habits.
"Actions" = "Műveletek";
//"Actions" item "Copy habit title".
"Copy Habit Title" = "Szokás címének másolása";
//"Actions" item "Mark Completed/Incomplete".
"Mark Completed" = "Probléma lezárása";
"Mark Incomplete" = "Probléma újranyitása";

//Selected habit title prompt.
"Enter the habit title here" = "Írja be a szokás címét ide";
//Selected habit modified date.
"**Modified:** %@" = "**Módosítva:** %@";
//Selected habit status.
"**Status:**" = "**Állapot:**";
//Selected habit priority title.
"Priority" = "Prioritás";
//Selected habit add or remove tags menu.
"Add Tags" = "Címkék hozzáadása";
//Selected habit basic info title.
"Basic Information" = "Alapinformáció";
//Selected habit basic info prompt.
"Enter the habit description here" = "Írja be a szokás leírását ide";




/* NOHABITVIEW */
//Body text.
"No Habit Selected" = "Nincs kiválasztott szokás";

//Body button to create new habit.
"New Habit" = "Új szám";
